Repository: interlark/qdc-converter
Catalog: qdc_converter/data/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: QDC Converter. Converter of Garmin's QDC files into CSV or GRD.
ru: QDC Конвертер. Конвертер Garmin's QDC файлов в CSV или GRD.

source: Main parameters
ru: Основные параметры

source: Key parameters of the converter
ru: Ключевые параметры конвертера

source: Path to folder with QuickDraw Contours (QDC) inside.
ru: Путь до папки с контурами QuickDraw Contours (QDC).

source: Path to the result file (*.csv or *.grd).
ru: Путь до сконвертированного файла (*.csv или *.grd).

source: Data layer (0 - Raw user data, 1 - Recommended).
ru: Слой данных (0 - Raw user data, 1 - Recommended).

source: Write validity code instead of depth.
ru: Записывать код качества вместо глубины.

source: "Quite mode"
ru: "Молчаливый режим"

source: Correction parameters
ru: Параметры корректировки

source: Corrections
ru: Корректировки

source: Correction of X.
ru: Корректировка X.

source: Correction of Y.
ru: Корректировка Y.

source: Correction of Z.
ru: Корректировка Z.

source: CSV parameters
ru: CSV параметры

source: Parameters related to CSV
ru: Параметры касающиеся записи CSV таблицы

source: CSV delimiter (default ",").
ru: CSV разделитель значений (по-умолчанию ",").

source: Do not write header.
ru: Не записывать заголовок таблицы.

source: Change column order from X,Y,Z to Y,X,Z.
ru: Изменить порядок записи с X,Y,Z на Y,X,Z.

source: QDC Converter.
ru: QDC Конвертер.

source: Output file extension must be *.csv (CSV table) or *.grd (ESRI ASCII grid)
ru: Расширение выходного файла должно быть *.csv (CSV таблица) или *.grd (ESRI ASCII grid)

source: Calculating depth map
ru: Подсчет карты глубины

source: Saving Esri ASCII raster
ru: Сохранение растра Esri ASCII

source: Saving CSV table
ru: Сохранение CSV таблицы

source: Convert
ru: Запуск

source: Cancel
ru: Отмена

source: Browse
ru: Обзор

source: Quit
ru: Выход

source: Input path is not a folder!
ru: Указанный путь не является папкой!

source: No *.qdc files found inside input path!
ru: В указанной папке не обнаружены *.qdc файлы!

source: Error
ru: Ошибка

source: No valid QDC files found!
ru: Подходящие QDC файлы не найдены!

source: Options
ru: Опции

source: Run converter in a single thread.
ru: Запустить конвертер в одном потоке.

source: Enable multithreading.
ru: Включить многопоточность.

source: Other parameters
ru: Другие параметры

source: Other converter parameters
ru: Другие параметры конвертера
